export const Q1: string = "למי מיועדת תוכנת Easy-Management?";
export const Q2: string =
  "האם נדרש ידע טכני לצורך הפעלת תוכנת Easy-Management?";
export const Q3: string = "תוך כמה זמן מנהל המשמרת יכול להרכיב סידור עבודה?";
export const Q4: string = "האם קיימים בתוכנה דוחות ניהוליים וסטטיסטיקות?";
export const Q5: string =
  "כיצד מתבצעת ההכשרה של העובדים לשימוש ב Easy-Management?";
export const Q6: string = "האם המערכת שומרת היסטוריית נתונים?";
export const Q7: string =
  " האם ניתן להתערב באופן ידני בסידור העובדים והנתונים בכלל?";
export const Q8: string = "האם המערכת כוללת דיני עבודה?";

export const A1: string =
  "התוכנה מיועדת לעסקים או לארגונים בהיקפים וגדלים שונים, המנהלים צוות עובדים במשמרות. התוכנה מאפשרת תכנון יעיל ומהיר של סידור העבודה בארגון תוך התאמה לאילוצים של העסק וצוות העובדים.";
export const A2: string =
  "לא נדרש כל ידע טכני לצורך קבלת סידור עבודה באמצעות תוכנת Easy-Management. ממשק התוכנה ידידותי ונוח למשתמש, ולכן כל בעל עסק, גם ללא ידע טכני מקדים, יוכל להסתדר בקלות עם התוכנה ועם תכונותיה השונות. הגישה ל- Easy-Management מתבצעת דרך רשת האינטרנט ואינה דורשת התקנה על המחשב.";
export const A3: string =
  "אם בעבר הרכבת סידור עבודה הייתה משימה מורכבת ומסורבלת אשר לקחה זמן רב, הרי שבאמצעות Easy-Management ניתן להרכיב סידור עבודה תוך שניות לאחר הזנת הנתונים הנדרשים. ניתן לשנות את סידור העבודה בכל רגע נתון בצורה מהירה ופשוטה.";
export const A4: string =
  "כן. Easy-Management  הדוחות הניהוליים זמינים למנהל בכל עת וניתן לצפות בהם עבור התאריכים הרצויים.כוללת דוחות ניהוליים שוטפים וסטטיסטיקות המעניקים למנהל הבנה מלאה על מערך כח האדם בארגון.";
export const A5: string =
  "מערכת Easy-Management מורכבת מממשק פשוט, נוח וידידותי לתפעול. כל העובדים מקבלים דף הסבר המכיל הוראות פשוטות לביצוע. על בסיס ניסיון של עסקים רבים שמשתמשים ב- Easy-Management לסידור עבודה, די בהדרכה קצרה כדי להעביר את עיקר ההנחיות לתפעול המערכת.";
export const A6: string =
  "כן. כל סידורי העבודה,זמינות העובדים,סטטיסטיקות ועוד שבוצעו באמצעות המערכת נשמרים בה ללא הגבלת זמן ומקום. כלל הנתונים זמינים בכל עת למנהלים ולצוות העובדים.";
export const A7: string =
  "בהחלט כן. המערכת מאפשרת שינוי ידני בסידור העבודה וכן עדכוני שעות בפועל גם אם השינויים מתבצעים במהלך שבוע העבודה. המערכת מאפשרת, בהתאם לצרכי העסק, גמישות מרבית המספקת את החופש המלא בקביעת סידור העבודה כאשר השינויים יכולים להתבצע על ידי המנהל ו/או צוות העובדים על פי הרשאות.";
export const A8: string =
  "כן. המערכת מתריאה באונליין על סטייה מחוקי העבודה אותם העסק בחר לקחת בחשבון.";
